# Build tools
build-essential

# CLI tools
ack
bind9-dnsutils
curl
jq
renameutils
ripgrep
tree
uuid-runtime

# Flatpak
flatpak

# Gnome
gnome-shell-extension-prefs

# Git
git
git-delta

# Java
default-jdk
default-jre
maven

# Multimedia
abcde
dvdbackup
ffmpeg
flac
imagemagick
lsdvd
mpv
poppler-utils

# Node.js
nodejs
npm

# Python
python3

# Ruby
ruby-full

# SQLite
sqlite3

# tmux
tmux

# System tools
bleachbit

# Vim
shellcheck
vim-gtk3

# Virtualization
libvirt-daemon-system
nfs-kernel-server
qemu-system
qemu-utils
vagrant
vagrant-libvirt
virt-manager

# Zsh
zsh


# Archive files support
p7zip-full

# HEIC image viewing support
heif-gdk-pixbuf

# Logitech device support
solaar

# Qt5 theming support
qt5-style-kvantum
