# Build tools
make

# CLI tools
ack
curl
dnsutils
jq
renameutils
tree
whois

# Flatpak
flatpak

# GPG
gpg
pinentry-curses

# Git
git
git-delta

# Java
default-jdk
default-jre
maven

# Multimedia
abcde
ffmpeg
flac
imagemagick
poppler-utils
spek
vorbis-tools

# Python
pipx
python3
python3-venv

# Ruby
ruby-full

# SQLite
sqlite3

# tmux
tmux
tmux-plugin-manager

# Vim
shellcheck
vim-gtk3

# Virtualization
libvirt-daemon-system
nfs-kernel-server
qemu-utils
qemu-system
vagrant
vagrant-libvirt
virt-manager


# Archive files support
p7zip-full

# HEIC image viewing support
heif-gdk-pixbuf

# Logitech device support
solaar

# Pinyin input support
ibus-libpinyin

# Qt5 theming support
qt5-style-kvantum
